INSERT INTO speciality_names
    (speciality_name)
VALUES
    ('Автоматизация технологических процессов и производств (по отраслям)'),
    ('Земельно-имущественные отношения'),
    ('Инфокоммуникационные сети и системы связи'),
    ('Информационная безопасность телекоммуникационных систем'),
    ('Информационные системы (по отраслям)'),
    ('Информационные системы и программирование'),
    ('Компьютерные сети'),
    ('Многоканальные телекоммуникационные системы'),
    ('Монтаж, техническое обслуживание и ремонт электронных приборов и устройств'),
    ('Монтажник радиоэлектронной аппаратуры и приборов'),
    ('Обеспечение информационной безопасности телекоммуникационных систем'),
    ('Оператор нефтепереработки'),
    ('Организация и технология защиты информации'),
    ('Оснащение средствами автоматизации технологических процессов и производств (по отраслям)'),
    ('Почтовая связь'),
    ('Программирование в компьютерных системах'),
    ('Радиосвязь, радиовещание и телевидение'),
    ('Сетевое и системное администрирование'),
    ('Сети связи и системы коммутации'),
    ('Системы и средства диспетчерского управления'),
    ('Средства связи с подвижными объектами'),
    ('Техническое обслуживание и ремонт автомобильного транспорта'),
    ('Техническое обслуживание и ремонт радиоэлектронной техники (по отраслям)'),
    ('Экономика и бухгалтерский учет (по отраслям)'),
    ('Электронные приборы и устройства'),
    ('Электроснабжение (по отраслям)'),
    ('Другое...');
    
   